[language]

;Language name 

name=Bulgarian

[firstrun]
chooselanguage=Задайте езика на приложението.
ok=OK
ignore=Игнорирай
oldini=Възстановете вашата конфигурация от предишна инсталация?
loadini=Импортиране
loadfail=Конфигурационният файл не е намерен.
loadsuccessful=Импортиран успешно! 
steambak=Искате ли да импортирате вашите конфигурационни файлове, съхранени в облака на Steam? 
steamerror=Възникна критична грешка поради повредени файлове. Моля, проверете целостта на вашия файл чрез Steam.

[steam]
save=Запазете конфигурацията в облака Steam
load=Възстановете конфигурацията на облака на Steam
steamnotrun=Трябва да стартирате Steam, за да използвате тази функция!
uploadfilemaxsize=Максималният размер на качения файл е 100 MB



[workshop]
list_install=Инсталирани
list_home=Home
list_subscribe=Абонамент
list_upload=Качени
list_voteup=Любими
list_themesskin=Кожи и теми
list_widget=Стил на компонента



subscribe=Абонамент
unsubscribe=Отписване

deltheme=Изтрий темата

newtheme=Нова тема
newthemetip=Моля въведете името на темата

edittheme=редактиране


icons=Икони
dockskin=Кожи
Single icon=Отделни икони
Time skin=Облик на времето
Calendar skin=Облик на календара
Sound=Звук
language=Език

sort_alltime=всичко
sort_week=седмица
sort_month=месец
sort_year=година

sort_hot=Популярни
sort_new=Нови
sort_sub=Абонамент
sort_vote=Най-висок рейтинг


filesize=Размер на файла
updatetime=Час на последна актуализация

opensteam=Отвори Steam
runerror=Steam трябва да работи, за да използвате тази функция!

[themesedit]
View=Преглед
Sort by=Сортиране
Group by=Групиране
refresh=изравнявам
showicons=Показва икони на работния плот

sort_none=без
sort_bigicon=Големи икони
sort_mediumicon=Средни икони
sort_smallicon=Малки икони
sort_superbigicon=Огромни икони
sort_list=списък
sort_details=Детайли
sort_tile=Плочка
sort_content=съдържание
sort_name=име
sort_size=размер
sort_type=тип
sort_time=дата
sort_ascending=възходящ ред
sort_descending=Спускане
sort_AutoArrange=Иконите се подреждат автоматично
sort_snaptogrid=Автоматично подреждане на иконите, подравнени към решетката


shell=външен вид
offset=изместване
Delimiter and run=Разделител и индикатор за движение
Progress bar=Лента на напредъка

savetheme=Запази

applytheme=При успешно запазване тази тема се прилага незабавно?
filetip_drop=Плъзнете и пуснете снимката тук
filetip=Щракнете или плъзнете и пуснете изображението директно тук
dropfile=Искате ли да замените това изображение?

selectpicture=Изберете изображение
cliptip=изрязване
clipleft=ляв
clipbottom=hemline
clipright=десен
cliptop=Горен ръб

dockbg=заден план
dockblur=Замъгляване на фона
Progress bar border=кадър
Progress bar bg=заден план
Run indicator=Индикатор за работа
Run offset=изместване
delimiter=разделител
Margins=Маржове
Margins trimmer=Фина настройка на маржовете (препоръчителна стойност 0-0.2)

folder=folder
trash_empty=Кошче (празно)
trash_full=Кошче (пълно)

calmon=месец
calday=дата

timebg=заден план
timehour=час
timeminute=минута
timesecond=секунда

timetype=Тип часовник
timetype_pointer=стрелка
timetype_number=цифра
fontname=Името на шрифта
fontsize=Размер на шрифта
fontalign=Подравняване на текст
fontpoint=Текстови координати
format=Времеви формат
fontcolor=Цвят на текст

workshopshare=Качвате ли теми в Работилницата?
sharesuccess=Успешно качено в работилницата!
sharefailed=Качването не бе успешно!

workshop_Preview=Преглед
workshop_description=oписание
workshop_otherPreview=Още визуализации
workshop_Previewbuild=Автоматично генериран
workshop_Previewselect=Изберете изображението
workshop_tip_description=Моля, въведете описание на темата

[systeminfo]
cpu=Процесор
gpu=Графика
memory=Памет
system=OС
moreinfo=Повече информация

[monitor]
process=Процеси
readwrite=Четене/Запис
usage=Използвани


;------------------------------------
[tips]
openUACtip=Установено е, че системата е изключила UAC, което може да доведе до невъзможност за използване на функцията за плъзгане и пускане на файлове в докинг станцията за отваряне. Искате ли да активирате системния UAC?
openUACtip1=UAC е активиран успешно и системата трябва да се рестартира, за да влезе в сила. Искате ли да рестартирате системата незабавно?
openUACtip2=Неуспешно активиране на UAC!

crashtip=Грешка принуди MyDockFinder да се затвори. Искате ли да го рестартирате?
;------------------------------------

[iconame]

;dock Label name

explorer=Finder
launchpad=Launchpad
cal=Календар
trash=Кошче



;The last icon in the folder interface

exploreropen=Отвори в Finder
return=Назад към предишния

;System time icon label name format

timeformat=yyyy/M/d dddd
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Премахване

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Контролен панел
taskbar=Трей икони
explorer=Finder
systemtime=Системно време
network=Локални мрежи
weather=Време
battery=Батерия
startmenu=Старт меню
virtualdesktop=Виртуални десктопи


------------------------------------

[editicon]
;Edit icon window

addtips=Тук можете да плъзгате и пускате файлове

reset=Нулиране
ok=OK
restore=Възстановяване
addname=Редактиране на име
addicotips=Щракнете върху горния десен бутон, за да добавите икона.
switch=Превключване
trashempty=Кошчето е празно
trashfull=Кошчето е пълно
iconshell=Оразмери иконата до стандартите на macOS
addline=Изпълни команда

Icon Designer title=Редактор на икони
Icon Designer=Редактиране
select=Избери файл

share=Дял
icolabel=Икона
selectpicture=Избери
icosize=Мащаб на икони
icooffsetx=Хоризонтално изместване на иконата
icooffsety=Вертикално отместване на иконата
icobackground=Заден план
iconshadow=Използвайте сенки за икони
icoroundrect=Ъгъл със заоблена форма
icocolor=Цвят
icogradient color=Използвайте градиентни цветове
icocolorangle=Градиентен цветен ъгъл

;Pop up select file window title

selectfoldertitle=Select folder
;Weather forecast search city
searchcity=Търсете името на града


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Month font size:
dayfontsize=Date font size:

monthfont=Month font:
dayfont=Date font:
monthpoint=Month location:
daypoint=Date location:
monthposition=Month alignment:
dayposition=Date alignment:
monthcolor=Month color:
daycolor=Date color:
rotation=Rotation angle:
default=Use default settings

ok=OK
test=Тест

left=Ляво
right=Дясно
center=Централна

;Pop up select picture window title

selectcalicon=Избери снимка на календара

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Тази програма е добавена към Дока.

titleerror=Името на програмата не може да бъде празно.
filepatherror=Пътят и иконата на програмата не могат да бъдат празни.

padtitleerror1=Името на файла се дублира, моля, въведете го отново!
padtitleerror2=Модификацията на файла е неуспешна, моля, не поставяйте програмата на "C" устройство!

workshopshare=Качете тази икона в работилницата?
workshopsharesuccess=Иконата е качена успешно в работилницата!
workshopsharefailed=Неуспешно качване на икона.

formaterror=Unsupported format. Поддържат се само файлове във формати .png, .ico, .exe и .lnk.

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Запазване в облака на Steam
uploadcloudini=Качване на архива
nofoundini=Архивът не е качен
downloadcloudini=Изтегли архива
managesteamcloud=Управление на файлове
cloudfile=Steam облачни файлове
uploadcloudfile=Качване на файла
filename=Име на файл
filesize=Размер на файла
filetime=Време за качване

settitle=MyDockFinder Настройки

backupsuccess=Данните са архивирани успешно.
backupfail=Неуспешно качване на резервно копие.


Global Settings=Основни настройки

openMyDock=Активирай myDock
openMyFinder=Активирай myFinder

gameautoclose=Автоматично излизане, когато играете на цял екран
ProcessRecentFiles=Показва броя на файловете, отваряни наскоро от програмата


DPIscale=Мащаб на интерфейса
Globalblurvalue=Интензитет на замъгляването на интерфейса
Accentcolor=Цветови отенък
darkmodeall=Външен вид

darkmode_light=Светла
darkmode_dark=Тъмна
darkmode_auto=Авто
darkmode_system=Според ОС
uiaccesstop=MyDockFinder се показва над всички други прозорци

aero=Включете замъгляване на прозореца
systemdarkmode=Използвай системния цвят
autoupdate=Автоматично проверявайте за актуализации на програмата
systemstart=Метод на стартиране при зареждане
none=Не стартирайте при зареждане
regedit=Стойност в регистъра
plantask=Планирана задача
Service=Стартирай като услуга

windowscenterscreen=Новият прозорец се показва в центъра на екрана
showhidetaskbar_hotkey=Показване или скриване на горещи клавиши на лентата на задачите

autohidetaskbar=Автоматично скриване на лентата на задачите при стартиране

hidetaskbar_dock=Скриване на лентата на задачите на екрана, където се намира програмата
hidetaskbar_all=Скриване на всички ленти на задачи на екрана

languagechoice=Избери език
allfont=Променете използвания шрифт
usefontbold=Винаги използвайте получер шрифт
fontscale=Промяна на мащабирането на глобалния шрифт

showbatterytime=Показвай оставащото време на батерията



themes=Външен вид

customize_blur=Интензивност на замъгляване
customize_opacity=Прозрачност
customize_stroke=Прозрачност на границите

customize_enabled_dockbg=Персонализирано замъгляване и прозрачност на фона на Дока
customize_enabled_iconreflection=Добавяне на отражение на иконите в Дока
customize_blur_iconreflection=Сила на замъгляване на отражението
customize_opacity_iconreflection=Прозрачност на отражението
customize_offset_iconreflection=Регулиране на разстоянието на отражение на иконата
customize_stoppoint_iconreflection=Регулиране на градиентното разстояние на отражението на иконата

customize_enabled_icontag=Етикетите на иконите на Дока използват персонализирани стойности за замъгляване и прозрачност
customize_enabled_menu=Контекстните менюта използват персонализирани стойности за замъгляване и прозрачност
customize_enabled_window=Менютата на MyDockFinder използват персонализирани стойности за замъгляване и прозрачност
customize_enabled_finder=Finder да използва персонализирани стойности за замъгляване и прозрачност
customize_opacity_wallpapercolor=Интензивност на нюанса на тапета
customize_enabled_folder=Решетката на съдържанието на папката използва персонализирани стойности за замъгляване и прозрачност
customize_enabled_foldersize=Интерфейсът на папката използва персонализиран размер на иконата

customize_enabled_pad=Launchpad използва персонализирано замъгляване на фона
customize_enabled_pad_backdrop=Показвайте Launchpad над прозорците, вместо да ги скривате
customize_enabled_pad_winuiwallpaper=Launchpad замъглява фона, вместо да го изобразява предварително
selectthemes_icon=Изберете тема за иконите
selectthemes_dockskin=Изберете скин на Дока


general=Външен вид и поведение
advanced=Разширени
preview=Преглед
minimizewindowsettings=Ефекти на минимизиране
systrayicoset=Системна област с икони
screenset=Екран
timeset=Час и Дата
notificationset=Известия

audioset=Aудио
displayset=Дисплей
mediaset=Meдия
batteryset=Батерия
netset=Мрежа
monitorset=Състояние на хардуера
windowsanimationset=Aнимация на прозореца


about=Относно

icosize=Размер на иконите

icoeffect=Ефекти на иконите

dockeffect_none=Без
dockeffect_scale=Увеличаване
dockeffect_select=Избиране
dockeffect_light=Осветяване
dockeffect_scaleandlight=Увеличаване и осветяване
dockeffect_selectandlight=Избиране и осветяване
icolightvalue=Интензивност на светлината на иконите
icobglightvalue=Интензивност на фоновата светлина на иконите
icobglightcolor=Цвят на фона на иконите
icomaxsize=Увеличение на иконите
icomaxsize=Увеличение на иконите

icospace=Разстояние между иконите
edgeposition=Разстояние на Дока от ръба на екрана


displaymode=Изберете режим на показване на Дока
displaynormal=Стандартен режим на показване
displaybottom=Режим за показване на наслагване
displayauto=Режим на автоматично скриване
displaysmart=Интелигентен режим на скриване
displayhotkey=Бързи клавиши за режим на показване
displayalways=Винаги показвай
displayhide=Винаги скривай
displayalwaysshow=Винаги форсирай видимостта
displaydesktop=Показване само на работния плот
showmodewindows=Изберете как Dock показва и скрива прозореца за откриване
showhidetest_exe=Текущият прозорец на програмата
showhidetest_all=Всички програмни прозорци

showhidetype=Изберете ефекта на скриване при посочване на Дока

showhideeffect_move=Движещ
showhideeffect_opacity=Избледняване

activation Dock Type=Докът показва как е бил активиран
showdockact_mouse=Ръбът на екрана
showdockact_bar=Лента за активиране

actbar_weight=Ширина на лентата за активиране
actbar_height=Височина на лентата за активиране
actbar_offset=Разстояние на лентата за активиране от ръба на екрана
mouseactdock=Забавянето на мишката активира времето за скачване


positiononscreen=Позиция на екрана
screenleft=Отляво
screenbottom=Отдолу
screenright=Отдясно
screentop=Отгоре

multiscreen=Избери екран за показване на Дока
multiscreenpad=Избери екран за показване на Launchpad

padicotype=Избери кои икони да се показват в Launchpad
padicotype_normal=Добавени икони
padicotype_startmenu=Старт меню
padicotype_desktop=Работен плот
padicosize=Размер на иконите
padicospacex=Хоризонтално разстояние между иконите
padicospacey=Вертикално разстояние между иконите
padicoblacklist=Редактиране на изтритата програма от менюто "Старт"
padblacklist=Управление на списъци


padscreenname=Следвайте Дока
lockicon=Заключи иконите
showicontag=Показвай текст над иконата при задържане с мишката
windowsborder=Включете границите на прозорците, за да попречите на прозорците да скриват Дока и Finder
jumpanimation=Анимация при стартиране на програма
folderDoubleclickOpen=Отваряне на папка с двоен клик
foldernoshowopen=Скрий бутона за отваряне на папка
iconmask=Оразмерете всички икони до стандартите на macOS
show indicators=Индикатор за отворени програми (точка под иконата)
Runapp separator=Разделител за незакачена изпълняваща се програма
newapp=Показвай икони на програми изпълняващи се в момента
blacklist=Управление на черния списък на работещи програми
noblacklist=Деактивирай черния списък на програмата
hotcornerleft=Функции в долния ляв ъгъл на екрана
hotcornerright=Функции в долния десен ъгъл на екрана
hotkeypad=Бърз достъп до Launchpad
hotkeyDock=Покажи прекия път за Дока
hotkeyborder=Пряк път за превключване на рамката на прозореца

dockicobackup=Архивиране на оформлението на докинг станцията
backuplist=Управление на архивирани файлове
Addbackupdockico=Добавете резервно копие на оформлението
locationbackup=Отворете местоположението на архивите

minimize=Използвай ефекта за минимизиране на MyDockFinder
animationoff=Деактивирайте анимацията за минимизиране на прозореца
Slow animation=Задръжте натиснат „Shift“, за да забавите анимацията
minimizeeffect=Ефекти на минимизиране

genie=Genie
scale=Scale
scaleDX=Scale DirectX
suck=Suck
minimizeAnimationspeed=Скорост на анимацията при минимизиране
Minimize to icon=Минимизирай прозорците в тяхната икона на Дока
Minimize dynamics=Динамично опресняване на съдържанието на прозореца, когато е минимизирано

minicopos=Намаляване на позицията на иконата на прозореца
dockmin_lastico=До иконата вдясно
dockmin_right=Независимо показва се отдясно
dockmin_rightandlim=Дясната страна се показва независимо с помощта на разделител


Minimizeblacklist=Минимизиране на черния списък на анимациите
Editwindowlist=Редактиране на списък с прозорци


previewon=Активирай визуализации на прозорци
previewsize=Размер на визуализация на прозореца
previewdelay=Забавяне на визуализацията при задържане

previewcontrol=Показване на елементи за визуализация
previewappname=Име на приложението
previewbutton=Бутони за управление
aeropeek=Показване на оригиналната визуализация на прозореца при задържане


logotype=MyFinder икона
diylogo=Избери файл
shutdownmsgbox=Изключи полето за потвърждение
finderdark=Тема на Finder

showmediacontrol=Показва иконата за възпроизвеждане на мултимедия
showuseraccount=Показва се иконата на акаунта

systemtraycolor=Покажи цветни трей икони
showkeyboard=Покажи менюто за метод на въвеждане
showsearch=Покажи иконата за търсене
showLyrics=Покажи менюто с текстове на музикален плейър
showLyrics_color=Покажи Color Player Lyrics

musiccontrolshowmode=Показване на медийни контроли
musiccontrol_close=Не показвай
musiccontrol_activity=Когато се показват текстове
musiccontrol_always=Винаги показвай


finderdark_auto=Следвайте цвета на тапета
finderdark_set=Следвай ОС

multiscreenfinder=Избери кой екран да показва Finder
findershowallscreens=Всички екрани

finderdisplaymode=Aвтоматично-Скривай Finder
finderautochangecolor=Увеличените прозорци влияят на външния вид на Finder
finderfastclosewindow=Щракнете върху горния десен ъгъл, за да затворите текущия максимизиран прозорец

finderlockbtn=Заключи плъзгане на трей икони
myfinderscaleopen=Използвайте персонализирано мащабиране

stagemanagerset=Stage Manager
showstagemanager=Покажи икона на Stage Manager в MyFinder
showstagemanagerwindowtitle=Покажи заглавието на прозореца при задържане с мишката
showstagemanagerdesktophidewindows=Кликнете върху работния плот, за да скриете всички прозорци
showstagemanagermediaplaypause=Автоматично поставяне на пауза възпроизвеждането на медия, когато прозореца е на заден план
stagemanager_hotkey=Бърз достъп до Stage Manager
stagemanager_windowsblur=Замъгляване фона на прозорците, които са на заден план


stagemanagerblacklist=Изключени програми от Stage Manager

stagemanager_showdesktop=Покажи иконите на работния плот
desktopico_hide=винаги скривай иконите
desktopico_auto=автоматично скриване и показване
desktopico_show=винаги показвай

stagemanager_enable=Отвори Stage Manager
stagemanager_listpos=Позиция на екрана
stagemanager_listshowmode=Показване/скриване на прозорците

stagemanager_windowsize=Размер на иконата
stagemanager_windowspace=Разстояние между иконите
stagemanager_windowcount=Брой на иконите


findershowmenu=Покажи опции за прозорец във Finder

showaudio=Показвай менюто за сила на звука в Finder
showmicrophone=Показвай иконата за използване на микрофона Finder

showbattery=Показвай менюто за състояние на батерията в Finder
shownetwork=Показвай менюто за интернет връзка в Finder
showbluetooth=Показвай Bluetooth меню в Finder
showdisplay=Покажи Display менюто в  Finder


powerset_open=Автоматично превключване на плановете за захранване
powerset_aconline=Планове за захранване при използване на захранване
powerset_battery=Планове за захранване при използване на батерии


bluetooth_showbattery=Показване на свързани Bluetooth устройства
bluetooth_not show=Не показвай
bluetooth_icon=Показвай само икони
bluetooth_value=Показване на икони и състояние на батерията

showcpu=Процесор
showtemp=Температури
showmen=Памет
showdisk=Съхранение
shownet=Мрежа

formatdate=Формат за дата:
formattime=Формат за час:
customformatdate=Персонализиране на формата за показване на датата
customformattime=Персонализиране на формата за показване на часа

showbatteryvalue=Показвай процентите на батерията
audiotip=Пусни звук при промяна на силата на звука
mediatype=Избери стила на подканата за сила на звука и яркост
batteryshow_none=Не е показано
batteryshow_acdc=Винаги се показва
batteryshow_ac=При използване на захранване
batteryshow_dc=При използване на батерии

media_system=Windows
media_speakers=macOS
media_phone=iOS/iPadOS

hotkeyvolup=Пряк път за увеличаване на звука
hotkeyvoldown=Пряк път за намаляване на звука
hotkeyvolmute=Пряк път за заглушаване на звука
hotkeymicup=Пряк път за увеличаване на звука на микрофона
hotkeymicdown=Пряк път за намаляване на звука на микрофона
hotkeymicmute=Пряк път за заглушаване на микрофона


hotkeybriup=Пряк път за увеличаване на яркостта
hotkeybridown=Пряк път за намаляване на яркостта

systemnotification=Системни известия
usbdevicenotification=Показване на връзка със сменяем диск и изскачащо известие
bluetoothdevicenotification=Показване на известие за връзка с Bluetooth устройство
Appnotification=Известия на приложения
notification_open=Разрешаване на известия
notification_type=Поведение на банера за уведомяване
notification_time=Дължина на показване на известие за банер
notification_show_close=Никога не показвай банер
notification_show_once=Показване само веднъж
notification_show_always=Показвай винаги

trayicoallshow_myfinder=Показвай всички трей икони в панела на Finder
trayicoallshow_mydock=Показвай всички трей икони в панела на Дока
trayicoallshow_systemico=Показва собствената икона на тавата на системата в MyFinder
trayico_waittime=Иконата на новостартираната тава показва часа

Apptrayico=Икони в трей областта
apptrayicoshow_finder=Показване на иконата на панела във Finder
apptrayicoshow_dock=Показване на иконата на панела в Dock

screenround=Eкран със заоблени ъгли
screenround_show=Активирай заоблени ъгли на този екран
screenround_size=Радиус на заобления ъгъл на екрана
screenround_color=цвят

openwindowsshow=Анимация за отваряне на прозорец
windowsopeneffect=Ефект на анимация при отваряне на прозорец

openwindowsclose=Анимация за затваряне на прозорец
windowscloseeffect=Анимационен ефект при затваряне на прозорец
windowsblacklistadd=прозорец за добавяне на изключения
windowsblacklistdel=Премахване на прозорци за изключени програми
windowsclose_animation=Регулирайте скоростта на анимацията


stagemanager_animation=Регулирайте скоростта на анимацията
mediatiptime=Време за показване на иконата за сила на звука и яркостта


other=Повече

wallpaper=Динамични тапети

selectwallpaper=Динамични тапети
wallpapernone=Няма динамичен тапет
loadwallpaper=Зареди динамичен тапет
wallpaperdownload=Изтеглете динамичен тапет от уебсайта
wallpaperOK=Приложение

restartdock=Рестартирай Дока

resetini=Изчистване на данните
resetini_ok=Премахване
resetini_config=Профил настройки
resetini_ico=Профил иконата на Дока
resetini_padico=Профил на икони в библиотеката с приложения
resetini_padicocache=Кеш за икони на стартовата площадка

systemiconcache=Кеш на системните икони

uninstall=Деинсталиране

updatelog=Дневник на промените
updatelogcheck=Преглед

ok=OK
cancel=Отказ

------------------------------------------------------------
[hotcorners]
nothing=Не правете нищо
allwindows=Показване на всички прозорци
launchpad=Отвори Launchpad
displaytosleep=Приспиване на дисплея
startmenu=Отвори старт меню
showdesktop=Покажи работния плот
actioncenter=Oтвори център за известия
screensaver=Заключен екран
Windows widget=Windows джаджи


[settingtips]

;An error message pops up on the setting interface

backupsuccess=Качен успешно!
backupfail=качването е неуспешно!

winuiwallpapertip=Тази настройка е нестабилна и може да доведе до срив на вашия компютър. Ако това се случи, деактивирайте настройката след рестартиране, след което отворете отново MyDockFinder.

DPItips=Някои елементи на интерфейса няма да отразят тази промяна, докато MyDockFinder не бъде рестартиран.

padicotypetips=Тази промяна ще нулира всички икони в Launchpad, сигурни ли сте, че искате да направите това?

edgetip= Границата на отворения граничен прозорец не може да се коригира!
autohideerror= Тази функция не може да бъде активирана при отваряне на границата на прозореца!
neterror=Връзката е неуспешна, моля, проверете връзката си.
autohide=Автоматичното скриване не успя да се активира.
updateerror1=Грешка при свързване, моля опитайте отново.

updatetip1=Има ли нова актуализация?
updatetip2=Програмата актуализира ли се автоматично?

noupdate=Последната версия вече е инсталирана.

restarttip=Програмата ще трябва да се рестартира, за да се приложи тази промяна.

languagetips=Някои интерфейси изискват рестартиране!

restartruntip=Искате ли да рестартирате програмата?

backupfolderror=Неуспешно създаване на резервна папка, моля, уверете се, че директорията не е само за четене.

backuptips=Искате ли да възстановите този архивен файл?

systemicontip=Почиствате ли кеша?

edgetip=Рамката на отворения прозорец не може да се променя.

resetinitip=Искате ли да нулирате конфигурационния файл?

hotkeyhideerror=Моля, задайте клавиш за бърз достъп на Дока или тази функция може да не влезе в сила!







;-------------------------------------------------------------------

[menu]
;Right menu

RecentFiles=Последно отваряни файлове
otheroption=Опции
dockmenu=Меню "Програма"
menurecent=Последно посетени
menubind=Неподвижен
menutask=задача

edit_cut=Изрежи
edit_copy=Копирай
edit_paste=Постави
edit_selectall=Избери всички
edit_delete=Изтрий
edit_openurl=Отворете url

workshop=Работилница
newfinderwindow=Нов прозорец на Finder
gotofolder=Изпълнение
connecttoserver=Дистанционно свързване към
showlaunchpad=Покажи Launchpad


addnormalicon=Добавяне икона на приложение
addsystemicon=Добавяне на системен пряк път
add delimiter=Добавяне на разделител
del delimiter=Премахване на разделител

showtaskbar=Покажи лентата на задачите
hidetaskbar=Скрий лентата на задачите
preference=Настройки
enddock=Изключи

editicon=Промени иконата
removefromdock=Премахване от Дока
keepindock=Запази в Дока
locationfile=Отвори местоположението на приложението
runagain=Стартирай това приложение отново
nevershowthis=Скрий тази икона на приложението
adminmode=Стартирай с администраторски права
open=Отвори
quit=Изключи

emptytrash=Изпразване на кошчето
sortorder=Сортиране
Byname=Име
Bysize=Размер
Byextension=Тип
Bydate/time=Последна промяна
Createtime=Дата на създаване
Groupdirectories=Първо директории
reverseorder=Обратно сортиране
closewindow=Затвори прозореца
Display=Покажи съдържанието на папката като
Folder=Папка
Stack=Набор от елементи
Locatefolder=Отвори директно
FolderEffect=Ефект при показване на папка
Grid=Решетка
Fan=Ветрило
menufold=меню

showmodeapps=Задайте настройки за показване/скриване на MyDockFinder при стартиране
showmodedesktop=Задайте настройки за показване/скриване на MyDockFinder на работния плот
NominiEffect=Не показвай aнимация при миниминизиране за това приложение
nevershowprogress bar=Не показвай лентата за напредъка за това приложение
showmodenormal=Следвай настройките
msgtips=Настройте напомняне за съобщение
incognito=Нов прозорец инкогнито

systemmenu=Контекстно меню

timeskin=Избери циферблат
timedefault=По подразбиране

----------------------------------------------

[launchpad]

addicon=Добави икона
deleteicon=Изтрий иконата
padsortname=Сортиране по име
padsort=Автоматично попълване на икони

search=Търсене
ok=Готово
addtips=Моля, плъзнете .exe и .lnk файлове тук, за да ги добавите към Launchpad.
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Добре
cancel=Не
trashok=Да
trashtitle=Сигурни ли сте, че искате да изпразните елементите в кошчето?
batterytip=Процентът на батерията е нисък, вашият компютър ще се изключи скоро, ако не се свърже към захранване.

eject=Изваден.
Connected=Този том вече е свързан.
brightnesstip=Регулирането на яркостта на монитора може да причини трайна повреда на монитора, моля, правете го с повишено внимание!
brightnesstip1=Открита е яркост на монитора 0, ако мониторът не показва съдържание или не щракне върху OK, нулирайте яркостта на дисплея след 5 секунди


-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d
6=ddd d MMM yyyy

[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[calicon]

;Calendar icon month text

m1=Jan
m2=Feb
m3=Mar
m4=Apr
m5=May
m6=Jun
m7=Jul
m8=Aug
m9=Sep
m10=Oct
m11=Nov
m12=Dec


[findermenu]
lockscreen=Заключване на екрана
usersetting=Настройки на акаунт

HideMenu=Скрива лентата с менюта на прозореца
systemmenu=Меню "Прозорец"

bluetooth=Bluetooth
Bluetooth settings=Bluetooth настройки
device=Устройство
Preferred network=Предпочитана мрежа
other networks=Други мрежи
network settings =Настройки на мрежа
Audio=Звук
output=Изход
Microphone=Mикрофон
input=Вход

audio settings=Aудио настройки
battery settings=Настройки на захранването
BatteryEstimatedTime=Оставащо време на батерията
batterytime_hour=часове
batterytime_min=минути
Edit title=Редактиране на заглавието
Window border=Запазете рамката на прозореца
end finder=Затвори
About This PC=Информация
System settings=Настройки
app Store=Microsoft store
Task manager=Диспечер на задачите
Sleep=Заспиване
Dormant=Хибернация
Shutdown=Изключване
Reboot=Рестартиране
Shutdown&Update=Изключване и актуализиране
Reboot&Update=Рестартиране и актуализиране

Lock screen=Заключване
Logout=Излизане

symbol=Показване на емотикони и символи 
Screen Keyboard=Показване на екранната клавиатура
keyboardname=Показване на името на клавиатурната подредба
Keyboard settings=Настройки на клавиатурата
display=Дисплей
systemdark=Тъмен режим
bluelight=Нощна светлина
focusassist=Фокус
focusoff=Изключи фокусиране
focusPriorityOnly=Само приоритетни известия
focusAlarmsOnly=Само аларми
Notification settings=Настройки на известията
screen projection=Огледален екран
screen INTERNAL=Само основен екран
screen CLONE=Дублиран
screen EXTEND=Разширяване
screen EXTERNAL=Само втори екран

displayset=Настройки на дисплея
hotspot=Hotspot
airplane=Самолетен режим
deviceon=Устройството е свързано
deviceoff=Устройството не е свързано
eject=Извади устройство
open=Отвори

[findertips]
Mute=Без звук
battery=Батерия
AcOnLine=Източникът на захранване е свързан
Charging=Зареждане
notCharging=Не се зарежда
Usebattery=На захранване от батерия
Full battery=Батерията е заредена
brightness=Яркост
show trayico=Показване на системната област

[findertitle]

[findermenubrowser]
new=Нов
newtab=Нов таб
newwindow=Нов прозорец
favorites=Фаворити
history=История
download=Изтегляне
window=Прозорец
file=Файл
no file=Не е избран файл

View=Изглед
Sort by=Сортиране по
Group by=Групиране
refresh=Обновяване
showicons=Показва икони на работния плот

sort_none=не 
sort_bigicon=Големи икони
sort_mediumicon=Средни икони
sort_smallicon=Малки икони
sort_superbigicon=Много големи икони
sort_list=Списък
sort_details=Детайли
sort_tile=Плочка
sort_content=Съдържание
sort_name=Име
sort_size=Размер
sort_type=Тип
sort_time=Дата
sort_ascending=Възходящо
sort_descending=Низходящо
sort_AutoArrange=Автоматично подреждане на иконите
sort_snaptogrid=Автоматично подреждане на иконите, подравнени към решетката


[shutdown]
shutdown=Искате ли да изключите компютъра си?
Reboot=Искате ли да рестартирате компютъра си?
Logout=Искате ли да излезете?
Dormant=Искате ли да поставите вашия компютър в хибернация?
sleep=Искате ли да поставите компютъра си в режим на заспиване?

now=сега
minute=минута


[wifi]
password=Парола：
showpassword=Покажи парола
join=Влез
cancel=Отказ

[iconame]
explorer=Finder


[weather]
00=Слънчево
01=Облачно
02=Облачно цял ден
03=Дъжд
04=Гръмотевична буря с дъжд
05=Гръмотевична буря с град
06=Суграшица
07=Слаб дъжд
08=Умерен дъжд
09=Обилен дъжд
10=Пороен дъжд
11=Обилен дъжд
12=Обилен дъжд
13=Снеговалеж
14=Слаб снеговалеж
15=Лека облачност
16=Обилен снеговалеж
17=Снежна буря
18=Мъгливо
19=Леден дъжд
20=Пясъчна буря
21=Слаб до умерен дъжд
22=Умерен-силен дъжд
23=Обилен дъжд
24=Обилен до умерен дъжд
25=Обилен до екстремен дъжд
26=Слаб до умерен валеж от сняг
27=Умерен до обилен снеговалеж
28=Снежна виелица
29=Издигнат прах
30=Пясъчна буря
31=Силна пясъчна буря
32=Гъста мъгла
33=Снеговалеж
49=Тежка или плътна мъгла
53=Омара
54=Умерена омара
55=Лека омара
56=Прашна буря
57=Гъста мъгла
58=Тежка мъгла
301=Дъждовно
302=Заснежено
